{
    "lang":"ar",
    "page.ctaCard.title": "دعونا نجعل الأمور تحدث",
    "page.ctaCard.desc": "اتصل بنا اليوم لمعرفة المزيد حول كيف يمكن لخدمات التسويق الرقمي لدينا أن تساعد أعمالك على النمو والنجاح عبر الإنترنت.",
    "page.ctaCard.btm": "احصل على اقتراحك",



    "page.navbar.aboutus": "معلومات عنا",
    "page.navbar.DarkMode": "الوضع الليلي",
    "page.navbar.LightMode": "وضع السطوع",
    "page.navbar.usecases": "امثه",
    "page.navbar.services": "خدمات",
    "page.navbar.ReqAQoute": "اطلب اقتباس",
    "page.navbar.close": "اغلاق",

    "page.bookconsult.title": "سوشيال هاب ",
    "page.bookconsult.desc": "لبلوغ النتائج باستراتيجيات واضحة نحن نعتمد على استراتيجيات واضحة لضمان تحقيق النتائج وتطوير البرمجيات بناءً على ملاحظاتك واحتياجاتك المتغيرة. سنعمل على توفير حلاً برمجيًا يلبي احتياجاتك على المدى الطويل.",
    "page.bookconsult.btm": "احجز استشارة",

    "page.service.head.title": "خدمات",
    "page.service.head.desc": "نحن متخصصون في تقديم مجموعة من الخدمات التكنولوجية الرائدة ونهدف دائما إلى التطوير والإبتكار ",
    "page.service.body.SearchEngineOptimization": "تحسين محرك البحث",
    "page.service.body.PayPerClickAdvertising": "الدفع لكل نقرة الإعلان",
    "page.service.body.SocialMediaMarketing": "تسويق وسائل الاعلام الاجتماعية",
    "page.service.body.EmailMarketing": "التسويق عبر البريد الإلكتروني",
    "page.service.body.ContentCreation": "انشاء محتوى",
    "page.service.body.AnalyticsAndTracking": "التحليلات والتتبع",
    "page.service.body.WebDevelopment": "تطوير مواقع ويب",
    "page.service.body.MobileDevelopment": "تصميم تطبيقات موبايل",
    "page.service.body.learnmore": "المزيد",



    "page.CaseStudy.head.title": "دراسات الحالة",
    "page.CaseStudy.head.desc": "استكشف أمثلة واقعية لنجاحنا المؤكد في التسويق الرقمي من خلال دراسات الحالة لدينا",
    "page.CaseStudy.body.card1.desc": "بالنسبة لمطعم محلي، قمنا بتنفيذ حملة PPC مستهدفة أدت إلى زيادة بنسبة 50% في عدد زيارات الموقع الإلكتروني وزيادة بنسبة 25% في المبيعات.",
    "page.CaseStudy.body.card2.desc": "بالنسبة لشركة برمجيات B2B، قمنا بتطوير استراتيجية تحسين محركات البحث (SEO) التي أدت إلى تصنيف الصفحة الأولى للكلمات الرئيسية الرئيسية وزيادة بنسبة 200٪ في حركة المرور العضوية.",
    "page.CaseStudy.body.card3.desc": "بالنسبة لسلسلة بيع بالتجزئة وطنية، قمنا بإنشاء حملة تسويق عبر وسائل التواصل الاجتماعي أدت إلى زيادة المتابعين بنسبة 25% وحققت زيادة بنسبة 20% في المبيعات عبر الإنترنت.",
    "page.CaseStudy.body.card.learnmore": "المزيد",



    "page.workingProcess.head.title": "آليه العمل لدينا",
    "page.workingProcess.head.desc": "دليل خطوة بخطوة لتحقيق أهداف عملك",
    "page.workingProcess.body.card1.title": "الاستشارة",
    "page.workingProcess.body.card2.title": "البحث وتطوير الإستراتيجية",
    "page.workingProcess.body.card3.title": "تطبيق",
    "page.workingProcess.body.card4.title": "المراقبة والتحسين",
    "page.workingProcess.body.card5.title": "التقارير والاتصالات",
    "page.workingProcess.body.card6.title": "تحسن مستمر ",
    
    "page.workingProcess.body.card.desc1": "خلال الاستشارة الأولية، سنناقش متطلبات مشروعك وأهدافك البرمجية. سنسمع احتياجاتك ونفهم المشكلة التي ترغب في حلها من خلال التطوير البرمجي.",
    "page.workingProcess.body.card.desc2": "بناءً على متطلبات مشروعك، سنقوم بالبحث وتطوير استراتيجية برمجية تلبي احتياجاتك بشكل فعال ومنظم. سنقوم بتحديد التقنيات المناسبة وتخطيط العمليات البرمجية.",
    "page.workingProcess.body.card.desc3": "بعد وضع الاستراتيجية، سنقوم بتنفيذ البرمجة وتطوير البرمجيات بمهنية عالية. سيتم العمل على ترجة المتطلبات إلى رموز برمجية وإنشاء تطبيقات أو برامج تلبي احتياجات مشروعك",
    "page.workingProcess.body.card.desc4": "سنقوم بمراقبة أداء البرمجيات وضبطها حسب الحاجة. سيتم البحث عن أخطاء وتحسينات ممكنة لضمان جودة وأداء مستدام للبرمجيات.",
    "page.workingProcess.body.card.desc5": "سنقدم تقارير دورية حول تقدم المشروع وأدائه. سيتم توثيق التحسينات والتغييرات البرمجية والتواصل المستمر معك لضمان تحقيق أهدافك.",
    "page.workingProcess.body.card.desc6": "سنقدم تقارير دورية حول تقدم المشروع وأدائه. سيتم توثيق التحسينات والتغييرات البرمجية والتواصل المستمر معك لضمان تحقيق أهدافك.",
    
    
    
    "page.teams.head.title": "فريق العمل",
    "page.teams.head.desc": "تعرف على الفريق الماهر وذو الخبرة الذي يقف وراء استراتيجيات التسويق الرقمي الناجحة لدينا",
    
    
    "page.teams.Testimonials.title": "الشهادات - التوصيات",
    "page.teams.Testimonials.desc": "استمع إلى عملائنا الراضين: اقرأ شهاداتنا لمعرفة المزيد حول خدمات التسويق الرقمي لدينا",

    "page.teams.contactus.title": "تواصل معنا",
    "page.teams.contactus.desc": "تواصل معنا: دعنا نناقش احتياجاتك في مجال التسويق الرقمي",

    "page.teams.contactus.form.checkbox1": "قل مرحبا",
    "page.teams.contactus.form.checkbox2": "إقتبس",
    "page.teams.contactus.form.nameinput": "الاسم",
    "page.teams.contactus.form.emailInput": "الايميل",
    "page.teams.contactus.form.MsgInput": "الرساله*",
    "page.teams.contactus.form.Btm": "احجز استشارة",


    "page.footer.header.services": "خدمات",
    "page.footer.header.aboutus": "معلومات عنا",
    "page.footer.header.usecases": "استخدم حالات",
    "page.footer.form.left.email": "بريد إلكتروني",
    "page.footer.form.left.address": "عنوان",
    "page.footer.form.left.phone": "هاتف",
    "page.footer.form.left.title": ":اتصل بنا",
    "page.footer.form.right.input": "بريد إلكتروني",
    "page.footer.form.right.Btm": "اشترك في الأخبار",

    "page.learnmore.DigitalMarketing.title": "Digital Marketing",
    "page.learnmore.DigitalMarketing.desc": "إقتبس",
   
    "page.learnmore.SearchEngineOptimization.title": "تحسين محركات البحث ",
    "page.learnmore.SearchEngineOptimization.desc":"نسعى جاهدين لمساعدتك في تحقيق مستويات جديدة من النجاح على الإنترنت. نحن نعمل على وضع أهداف مرغوبة لعملك ونقوم بإجراء البحث اللازم لفهم جمهورك المستهدف وتحديد المقاييس والمؤشرات الأداء الرئيسية. باستخدام هذه المعلومات بعناية، نقوم بإنشاء حملات تسويقية مخصصة تتواجد عبر مختلف منصات وسائل التواصل الاجتماعي والإعلام الرقمي. هدفنا الدائم هو جعلك رائدًا في مجالك، وذلك من خلال تحقيق مرتبة متقدمة في نتائج محرك البحث جوجل. نحن نعمل على تعزيز وجودك على الإنترنت وزيادة رؤية علامتك التجارية، وبالتالي زيادة مبيعاتك. نقوم بتحسين موقع الويب الخاص بك بحيث يكون سهلاً للعملاء المحتملين الوصول إليه، ونعزز رؤية عملك عبر مختلف وسائل التواصل الاجتماعي. باختصار، نقدم استراتيجية شاملة تجعل موقعك على الوب قريبًا جدًا من المستخدمين عندما يبحثون عن منتجات أو خدمات تتعامل معها. كونا شركة رائدة في مجال تحسين محركات البحث في السعودية والكويت، نحن نوفر كل ما تحتاجه لتحقيق هذه الأهداف وتعزيز وجودك على الإنترنت بنجاح.",
    
    "page.learnmore.PayPerClickAdvertising.title": "خدمة الإعلانات PPC ",
    "page.learnmore.PayPerClickAdvertising.desc": "خدمة الإعلان بالدفع للنقر هي أحد أهم استراتيجيات التسويق الرقمي التي نقدمها. إنها طريقة فعّالة للترويج لمنتجاتك أو خدماتك عبر الإنترنت وجذب العملاء المستهدفين إلى موقعك على الويب. إليك ملخصًا لهذه الخدمة. نحن نقوم بتحليل أهداف عملك والجمهور المستهدف بدقة. ثم ننشئ حملة PPC مستهدفة تستهدف العملاء المحتملين الذين يبحثون عن منتجات أو خدمات مماثلة. نقوم بإنشاء إعلانات مخصصة جذابة وجاذبة للعملاء المستهدفين. نستخدم الكلمات الرئيسية الصحيحة والصور الملائمة لضمان جذب الانتباه. إدارة الحملة: نقوم بإدارة حملتك بعناية لضمان تحقيق أقصى استفادة من ميزانيتك. نقوم بمراقبة الأداء وتحسين الحملة بشكل مستمر. نقوم بتحليل البيانات وقياس أداء الحملة بدقة. يتيح لنا ذلك تحسين استراتيجتنا بناءً على النتائج الفعلية. هدفنا هو زيادة معدل التحويل وزيادة عدد العملاء الجدد الذين يتفاعلون مع موقعك ويتحولون إلى عملاء حقيقيين. نقوم بتزويدك بتقارير دورية توضح أداء حملتك ونتائجها. نحن نؤمن بالشفافية التامة في العمل.",
    
    "page.learnmore.SocialMediaMarketing.title": "تسويق وسائل التواصل الاجتماعي",
    "page.learnmore.SocialMediaMarketing.desc": "خدمة التسويق عبر وسائل التواصل الاجتماعي هي استراتيجية حيوية لتعزيز وجود عملك على الإنترنت والتواصل مع الجمهور المستهدف بفعالية. إنها تعتبر واحدة من أهم وسائل التسويق الرقمي التي نقدمها لتحقيق أهدافك على الإنترنت. إليك ملخصًا لهذه الخدمة: نقوم بتطوير استراتيجية تسويقية مخصصة تتناسب مع أهداف عملك وجمهورك المستهدف. نحدد أفضل منصات وسائل التواصل الاجتماعي لاستهدافها. نقوم بإنشاء محتوى جذاب وقيمي يستهدف الجمهور المستهدف. نحن نعتمد على الصور والنصوص والفيديوهات لجذب الانتباه. نحن ندير حسابات وسائل التواصل الاجتماعي بعناية ونتفاعل مع الجمهور بشكل يعزز التفاعل والمشاركة. نقوم بتصميم وتنفيذ حملات إعلانية مدفوعة على وسائل التواصل الاجتماعي لزيادة الوصول والتفاعل. نحن نستخدم أدوات تحليل متقدمة لرصد أداء حملتك وقياس النتائج بدقة. نقوم بالتحسين المستمر استنادًا إلى البيانات والتحليل. نقوم بتقديم تقارير دورية توضح أداء حملتك وتأثيرها على نمو عملك.",
    
    
    
    "page.learnmore.EmailMarketing.title": "التسويق عبر البريد الإلكتروني",
    "page.learnmore.EmailMarketing.desc": "خدمة البريد الإلكتروني للتسويق هي وسيلة فعالة لبناء علاقات قوية مع العملاء وزيادة مبيعات عملك عبر الإنترنت. إنها تمثل أحد أهم استراتيجيات التسويق الرقمي التي نقدمها في شركتنا. إليك ملخصًا لخدمتنا. نبدأ بإنشاء قاعدة بيانات تحتوي على معلومات العملاء ومشتركي البريد الإلكتروني الذين يرغبون في تلقي رسائلك. نقوم بإعداد رسائل بريد إلكتروني مخصصة تعكس هويتك وتستهدف احتياجات واهتمامات عملائك. نحدد الأوقات المثلى لإرسال رسائل البريد الإلكتروني لضمان وصولها إلى الجمهور المستهدف في الوقت المناسب. نستخدم أدوات التتبع لمراقبة أداء حملتك وتحليل استجابة العملاء. ذلك يساعد في تحسين استراتيجيتنا. نقوم بتقديم تقارير دورية توضح أداء حملتك وتأثيرها على مبيعاتك وعملك بشكل عام.",
   
   
    "page.learnmore.ContentCreation.title": "خدمة صناعة المحتوى",
    "page.learnmore.ContentCreation.desc": "خدمة صناعة المحتوى تُعد أساسية لنجاح أي عمل على الإنترنت. إنها تهدف إلى إنشاء محتوى جذاب وقيمي يلتقط انتباه الجمهور المستهدف ويعزز تفاعله مع موقعك. إليك ملخصًا لهذه الخدمة. نبدأ بفهم جمهور موقعك وأهداف النشر المحددة. يتم ذلك من خلال تحليل السوق والمنافسين وتحديد ما يحتاجه الجمهور. نقوم بإنشاء محتوى فريد وجذاب يشمل مقالات، مقاطع فيديو، صور، ومزيد. يُعد هذا المحتوى متوافقًا مع أهداف النشر والاحتياجات الفريدة لموقعك . نضمن أن المحتوى مُهيأ بشكل جيد لمحركات البحث لزيادة الرؤية والوصول. ذلك يساهم في جذب المزيد من الزوار العضويين. نقوم بإدارة وتحديث المحتوى بشكل منتظم للحفاظ على أنه دائمًا مُحدث ومناسب لاحتياجات الجمهور. نستخدم أدوات تحليلية لقياس أداء المحتوى وفهم كيف يتفاعل الجمهور معه. نشجع على مشاركة المحتوى عبر وسائل التواصل الاجتماعي لزيادة الانتشار وتفاعل الجمهور. يساهم المحتوى الجيد في بناء سمعة إيجابية لعلامتك التجارية وتعزيز الثقة لدى الجمهور.",
   
    "page.learnmore.AnalyticsAndTracking.title": "التحليلات التتبع",
    "page.learnmore.AnalyticsAndTracking.desc": "تعتبر خدمة التحليلات والتتبع للموقع الإلكتروني أداة حيوية لفهم أداء موقعك وتحسينه. إنها تساعدك على جمع البيانات وتحليلها للتعرف على سلوك الزوار واحتياجاتهم. إليك ملخصًا لهذه الخدمة: نقوم بتجميع معلومات حول كل زائر على موقعك، مثل مصدر الزيارة، والصفحات التي قاموا بزيارتها، والوقت الذي قضوه على الموقع. نستخدم أدوات تحليلية متقدمة لتحليل البيانات واستخراج أنماط واتجاهات تساهم في اتخاذ قرارات استراتيجية. نقوم بإنشاء تقارير مخصصة توضح أداء الموقع وتقدم توصيات لتحسينه. نراقب أداء الموقع بشكل دوري لفهم كيفية تفاعل الزوار مع المحتوى والصفحات. نقوم بتعيين أهداف محددة مثل زيارات الصفحة أو تحميل الملفات أو العمليات الشرائية، ونتتبع تحقيق هذه الأهداف. نستخدم البيانات لتحسين معدل التحويل وزيادة مبيعات وأهداف موقعك. نتأكد من تكامل أدوات التحليل مع منصات أخرى مثل وسائل التواصل الاجتماعي والإعلانات. نقوم بتقديم تقارير دورية تلخص أهم النتائج والتوصيات لتحسين موقعك.",
   
    "page.learnmore.WebDevelopment.title": "تطوير المواقع",
    "page.learnmore.WebDevelopment.desc": "تطوير مواقع الويب أمر حيوي، إذ يُعتبر الموقع الإلكتروني الخاص بك الانطباع الأول الذي يحصل عليه العملاء حيال عملك. تصميم موقع الويب يلعب دورًا حاسمًا في جعل الزوار يبقون أو يغادرون موقعك. فليس من النادر أن يترك المستخدم موقع الويب في غضون 50 ملي ثانية إذا كان تصميم الموقع غير جذاب أو تجربة التصفح غير مريحة. المظهر العام لموقعك يعكس تطور أعمالك، ويجعله يبدو حديثًا وموثوقًا. إذا لم يكن المستخدم قادرًا على العثور بسهولة على معلومات الاتصال أو حسابات وسائل التواصل الاجتماعي الخاصة بك، قد يشعر بالشك حول موثوقية موقعك. لهذا السبب، يُعتبر تصميم موقع الويب أمرًا حيويًا لضمان استمرار المستخدمين في موقعك. تشمل عناصر تصميم الموقع تصميم الجرافيك، وتجربة المستخدم، وتحسين محركات البحث، وإنشاء محتوى جذاب. يجب أن يتم تطوير هذه العناصر بعناية لضمان أن موقعك يلفت الانتباه ويحتفظ بزواره، مما يساهم في تعزيز نجاح عملك على الإنترنت.",
   
    "page.learnmore.MobileDevelopment.title": "Mobile Development",
    "page.learnmore.MobileDevelopment.desc": "إقتبس7 "
}


